<?php
// Text
$_['text_title']		 = 'پرداخت آنلاین پی‌پینگ';
$_['text_wait']  		 = 'لطفا صبر نمایید!';
$_['text_connect'] 		 = 'در حال اتصال به درگاه پی‌پینگ!';
$_['text_results']  	 = 'رسید پی‌پینگ : ';
$_['text_order_no']  	 = 'خرید شماره: ';
$_['button_view_cart']	 = 'مشاهده سبد خرید';
$_['button_complete']    = 'تکمیل پرداخت';
$_['error_order_id']	 = 'شماره سفارش پیدا نشد !';
$_['error_order_id']	 = 'شماره سفارش پیدا نشد !';
$_['error_verify'] 		 	= 'اعتبارسنجی تراکنش ناموفق بود';
$_['error_cant_connect']	= 'مشکلی در اتصال به درگاه پی‌پینگ پیش آمده است!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی پی‌پینگ اطلاع دهید.';
$_['error_connect_verify'] 	= 'مشکلی در اعتبارسنجی پرداخت پیش آمد!<br>'.
								'لطفا مجددا امتحان کنید.<br>'.
								'در صورت رفع نشدن مشکل به پشتیبانی پی‌پینگ اطلاع دهید.';
$_['error_status_200'] 		= "عملیات با موفقیت انجام شد";
$_['error_status_400'] 		= "مشکلی در ارسال درخواست وجود دارد";
$_['error_status_500'] 		= "مشکلی در سرور رخ داده است";
$_['error_status_503'] 		= "سرور در حال حاضر قادر به پاسخگویی نمی‌باشد";
$_['error_status_401'] 		= "عدم دسترسی";
$_['error_status_403'] 		= "دسترسی غیر مجاز";
$_['error_status_404'] 		= "آیتم درخواستی مورد نظر موجود نمی‌باشد";
$_['error_status_undefined']= "خطای نامشخص";
